﻿[XComGame.X2StrategyGameRulesetDataStructures]
[X2StrategyGameRulesetDataStructures]
MissionDifficultyLabels[0]="Unknown"
MissionDifficultyLabels[1]="Extremely Light (6 - 9)"
MissionDifficultyLabels[2]="Very Light (10 - 12)"
MissionDifficultyLabels[3]="Light (13 - 15)"
MissionDifficultyLabels[4]="Light-Moderate (16 - 18)"
MissionDifficultyLabels[5]="Moderate (19 - 21)"
MissionDifficultyLabels[6]="Moderate-Heavy (22 - 24)"
MissionDifficultyLabels[7]="Heavy (25 - 27)"
MissionDifficultyLabels[8]="Very Heavy (28 - 30)"
MissionDifficultyLabels[9]="Extremely Heavy (30 - 32))"
MissionDifficultyLabels[10]="Swarming (33+)"